[
    {
        "Huspy": [
            {
                "job_name": "Mid and Bottom of Funnel - Business Operations Manager",
                "period": "Jul 2022 - Sep 2023 · 1 yr 3 mos",
                "job_location": "Madri, Comunidade de Madrid, Espanha",
                "description": "- Led a team in establishing sales enablement and post-sales operations from the ground up, designing CRM flows, developing low-code tools, and implementing data-driven strategies to drive key performance indicators and optimize conversion rates.- Provided continuous mentorship to the team, focusing on enhancing skills in data analysis, CRM/process design, project and stakeholder management, and proficiency in no/low-code solutions, thereby boosting individual capabilities and overall team performance.- As an individual contributor, spearheaded solo projects to develop robust products using a low-code stack (Airtable, Softr, Zapier). A significant milestone was the deployment of Agent Hub, a fully responsive web app serving as the primary CRM and internal tool for Huspy's agents. This initiative led to a substantial increase in \"Total Executed Visits\" by over 120% in its second month.- Facilitated cross-functional collaboration with Product, Engineering, and Sales teams, aligning on shared metrics for unified projects. Provided valuable operational insights from data analysis, aiding in the identification of product development needs and driving iterative improvements with technology squads.",
                "skills": "Skills: User Stories · Processos automatizados · Desenvolvimento de novos negócios · Problem Solving · Communication · Project Management · Web Scraping · Stakeholder Management · Operations Management · Sales Operations · Product Management · HubSpot · Python · Low-code · Airtable · CRM · Automations · JavaScript · SQL · Softr · Zapier · No code"
            },
            {
                "job_name": "Business Operations Manager",
                "period": "Apr 2022 - Jul 2022 · 4 mos",
                "job_location": "Dubai, Emirados Árabes Unidos · On-site",
                "description": "- Led the planning and implementation of commercial processes within the company's CRM interface (HubSpot), conducting continuous optimization to enhance efficiency and drive conversion improvements.- Drove the development and continuous improvement of multiple sales pipelines, catering to both the supply side (properties/agencies) and the demand side (buyers).- Collaborated with the CRM team on a project to design and implement new custom objects in the CRM, along with their relations and sync services.- Developed no-code tools to improve internal operations. An example is a PDF generator, created using Zapier workflows and the Google Slides API, which automated the collection and presentation of property data from our database.",
                "skills": "Skills: User Stories · Processos automatizados · Desenvolvimento de novos negócios · Problem Solving · Communication · Project Management · Web Scraping · Stakeholder Management · Sales Pipeline Development · Data Analytics · HubSpot · Low-code · Airtable · CRM · Automations · JavaScript · SQL · Softr · Zapier · No code"
            }
        ]
    },
    {
        "Loft": [
            {
                "job_name": "Ops Manager - Win Together",
                "period": "Nov 2021 - Apr 2022 · 6 mos",
                "job_location": "Brazil · Remote",
                "description": "- Built the initial MVPs for the WinTogether project through low-code solutions to validate product-market fit; provided continuous insights and directions to the first 2 product squads of the project, aligning with Loft's core business objectives.- Developed innovative processes for publishing and maintaining an updated portfolio of properties for partner agencies, including property data handling, reporting, photo watermarking, and seamless integration between Loft and agencies CRMs.- Designed and deployed the lead distribution process, following specific rules from each agency, and coordinated allocations in Salesforce and Loft's internal systems through API integrations.- Designed robust solutions for bottom-of-funnel processes, including offers, negotiations, contracts, and post-sales processes; played a key role in guiding these critical steps in the buyer's journey with real estate agencies.- Led cross-functional collaboration and strategic communication; onboarding teams, explaining the new business model, gaining support from various areas, and communicating the rationale and importance of the Win Together project as Loft's major bet for 2022.",
                "skills": "Skills: User Stories · Processos automatizados · Desenvolvimento de novos negócios · Innovation · Problem Solving · Project Management · Web Scraping · Stakeholder Management · Salesforce · Operations Management · Low-code · Automations · JavaScript · SQL · Zapier · No code"
            },
            {
                "job_name": "Ops Manager - Top Brokers Program",
                "period": "May 2021 - Nov 2021 · 7 mos",
                "job_location": "Brasil",
                "description": "- Managed the selection and termination for around 280 real estate agents in the Top Broker program across São Paulo, Rio de Janeiro, and Belo Horizonte, defining eligibility rules based on activities within Loft's platform and establishing criteria for exiting the program.- Leveraged data analytics to control broker's capacity and strategically allocate the total number of agents per region, aligning with key factors such as lead generation, funnel conversions, and average commission. Utilized statistical insights to ensure a balanced \"earnings potential\" across all regions Loft operated in, optimizing recruitment to attract the best agents even in areas traditionally considered less appealing.- Created and executed a gamification strategy to align freelance agents with company objectives, successfully fostering a competitive and engaging environment. This innovative approach contributed to a marked increase in the productivity KPI, elevating it from 1.2 to 1.8 within a six-month period, without altering the essential freelancer status of the agents.- Created and managed various automations to handle communications, data visualisation, reporting, and document creation, focusing on reducing manual labor and eliminating human errors.- Built an automation process to evaluate the performance of top brokers monthly, identifying those who needed to leave the program, and automatically generated end-of-partnership contracts with appropriate legal language.- Managed all the analytics of the program, crafting dashboards on Looker for stakeholders to follow up on key operational metrics.- Oversaw the onboarding process for agents, which included contract preparation and signing, email creation, photoshoots for professional media, and management of benefits like meal voucher and health insurance.",
                "skills": "Skills: User Stories · Processos automatizados · Desenvolvimento de novos negócios · Problem Solving · Communication · Project Management · Gamification · Stakeholder Management · Salesforce · Operations Management · Low-code · Automations · JavaScript · SQL · Zapier · No code"
            }
        ]
    },
    {
        "Sympla": [
            {
                "job_name": "Head of Sales Ops",
                "period": "Jun 2020 - May 2021 · 1 yr",
                "job_location": "Brasil · Remote",
                "description": "- Managed the SDR and Sales Intelligence teams across all Sympla's business units.- Pioneered lead generation tactics for both inbound and outbound channels: - Crafted a web-scraping strategy using Octoparse, nurturing outbound leads that fit Sympla's ICP. - Revamped inbound lead collection forms to boost SQL quality. - Undertook detailed analyses of event producers' networks, equipping sales reps with valuable relationship insights.- Oversaw the Sales Hub within HubSpot's CRM system, focusing on data collection, workflow enhancements, and developing a microservice integration between Sales Engagement SaaS (Reev) and Hubspot.",
                "skills": "Skills: Processos automatizados · Desenvolvimento de novos negócios · Problem Solving · Communication · Software as a Service (SaaS) · Project Management · Web Scraping · Stakeholder Management · Low-code · Automations · JavaScript · SQL · Zapier · No code"
            },
            {
                "job_name": "Enterprise Sales Executive",
                "period": "Jul 2018 - Jun 2020 · 2 yrs",
                "job_location": "Região Sul, Brasil · On-site",
                "description": "- Spearheaded the commercial expansion in the Southern region.- Engaged in proactive prospecting and outbound sales, crafting tailored proposals.- Developed the strategic commercial plan for the region, aligning with Sympla's overarching goals.Achieved a 172% YoY increase in net revenue in 2019 by acquiring key enterprise accounts.",
                "skills": "Skills: Persuasion · Communication · Building Business Relationships · Software as a Service (SaaS) · Web Scraping · Zapier · SPIN Selling"
            }
        ]
    },
    {
        "Gruppo Pieralisi": [
            {
                "job_name": "Technical Sales Consultant",
                "period": "Jan 2018 - Jun 2018 · 6 mos",
                "job_location": "Rio Grande do Sul, Brazil",
                "description": "- Led the development of commercial and post-sales structures.- Conducted client visits and negotiations to identify opportunities.",
                "skills": "Skills: Persuasion · Communication · SPIN Selling · SAP Business One"
            },
            {
                "job_name": "Intern",
                "period": "Feb 2017 - Jan 2018 · 1 yr",
                "job_location": "São Paulo e Região, Brasil",
                "description": "- Assisted in crafting commercial proposals and engaged in client prospecting.- Provided dedicated customer support, resolving technical queries promptly.",
                "skills": "Skills: Persuasion · SPIN Selling · SAP Business One"
            }
        ]
    }
]